acpi
acpi_call
acpid
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
alsa-utils
amd-ucode
apparmor
avahi
base
base-devel
bdf-unifont
betterdiscord-installer-bin
bind
blueman
bluez
bluez-utils
brave-bin
brightnessctl
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cava
clipman
cups
dhclient
dialog
dina-font
discord
dnsmasq
dosfstools
dunst
dupeguru
efibootmgr
efitools
ethtool
exa
ffmpegthumbnailer
figlet
file-roller
firefox
firewalld
fzf
gdm
gentium-plus-font
git
gnome-control-center
gnome-keyring
gnu-netcat
grim
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gvfs
gvfs-mtp
gvfs-smb
hdparm
htop
hwdetect
hwinfo
hyprland
inetutils
inter-font
iw
jq
kitty
kvantum
kvantum-theme-catppuccin-git
libappindicator-gtk2
libgnome-keyring
libopenraw
libsixel
light
linux
linux-firmware
linux-headers
man-db
man-pages
microsoft-edge-stable-bin
mlocate
most
mpv
mtools
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nitch
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nwg-look-bin
openssh
openssl-1.1
pacman-contrib
pamixer
papirus-folders-catppuccin-git
paru-bin
pavucontrol
pfetch-rs-bin
pipewire-alsa
pipewire-pulse
playerctl
polkit-gnome
poppler-glib
powertop
python-pyqt5
python-pyquery
python-requests
qbittorrent
qt5-wayland
qt5ct
qt6ct
raw-thumbnailer
reflector
rofi
rofimoji
rsync
rustup
rxfetch
sdparm
seahorse
sg3_utils
slurp
smartmontools
sof-firmware
spicetify-cli
spotify
spotify-tui-bin
sshfs
sway-audio-idle-inhibit-git
swaybg
swayidle
swaylock-effects-git
swww-git
tamsyn-font
terminus-font
tex-gyre-fonts
thunar
thunar-archive-plugin
thunar-shares-plugin
thunar-volman
tldr
tlp
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-ms-fonts
ttf-opensans
ttf-roboto
tumbler
tumbler-extra-thumbnailers
udiskie
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
vdhcoapp
viewnior
vifm
visual-studio-code-bin
w3m
waybar-hyprland-git
wev
wezterm
wf-recorder
wget
wl-clipboard
wlogout
wlr-randr
wtype
xdg-desktop-portal
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
yad
yadm
zramd
zsh
