acpi
acpid
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
alacritty
alsa-utils
amd-ucode
aria2
atomicparsley
auto-cpufreq
aylurs-gtk-shell
base
base-devel
bat
bind
bleachbit
blueman
bluez
bluez-utils
brave-bin
brightnessctl
catppuccin-gtk-theme-mocha
cava
cliphist
clipman
cpio
cups
czkawka-gui-bin
dhclient
dialog
dina-font
discord
dnsmasq
dosfstools
efibootmgr
efitools
ethtool
everforest-gtk-theme-git
eza
fastfetch
fcitx5
fcitx5-anthy
fcitx5-configtool
ffmpegthumbnailer
file-roller
firefox
firewalld
fwupd
fzf
galculator
git
gnome-bluetooth
gnome-keyring
gnu-netcat
graphite-gtk-theme-black-git
grim
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-mtp
gvfs-smb
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlang
hyprlock
hyprpicker
inetutils
iniparser
inter-font
iw
jq
kitty
kvantum
kvantum-theme-catppuccin-git
laptop-mode-tools
libgnome-keyring
libgsf
libheif
libpulse
libsixel
light
linux-firmware
linux-zen
linux-zen-headers
lutgen-bin
man-db
man-pages
mcmojave-cursors
memtester
microsoft-edge-stable-bin
mlocate
most
mpv
mtools
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nwg-look-bin
openssl-1.1
pacman-contrib
pacutils
pamixer
paper-icon-theme-git
papirus-folders-catppuccin-git
papirus-icon-theme
parsec-bin
paru-bin
paru-bin-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
pop-gtk-theme
pop-icon-theme
poppler-glib
power-profiles-daemon
python-pycryptodomex
python-pygments
python-pyqt6
python-pyquery
python-requests
python-websockets
qbittorrent
qt6ct
raw-thumbnailer
reflector
ripgrep
rofi-wayland
rofimoji
rsync
rtmpdump
rustup
sassc
seahorse
sherlock-git
slurp
smartmontools
sof-firmware
speech-dispatcher
spotify
sshfs
swaync
swww
terminus-font
tex-gyre-fonts
thunar
thunar-archive-plugin
thunar-shares-plugin
thunar-volman
tldr
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-gentium-plus
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-roboto-slab
ttf-ubuntu-font-family
tumbler
tumbler-extra-thumbnailers
udiskie
ueberzug
unrar
unzip
upower
usbutils
vdhcoapp-bin
viewnior
vifm
virtualbox
virtualbox-guest-iso
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
w3m
waybar
wev
wezterm
wf-recorder
wget
wireplumber
wl-clipboard
wlogout-git
wlr-randr-git
wtype
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
yad
yadm
yt-dlp
zorin-desktop-themes
zorin-icon-themes
zramd
zsh
