acpi
acpi_call
acpid
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
alacritty
alsa-utils
amd-ucode
aria2
atomicparsley
auto-cpufreq-git
base
base-devel
bdf-unifont
betterdiscord-installer-bin
bind
bitwarden
bleachbit
blueman
bluez
bluez-utils
brave-bin
brightnessctl
cava
clipman
cpufreqctl
cups
czkawka-gui-bin
dhclient
dialog
dina-font
discord
dnsmasq
dosfstools
efibootmgr
efitools
ethtool
eza
ffmpegthumbnailer
figlet
file-roller
firefox
firewalld
foot
foot-terminfo
fwupd
fzf
galculator
gentium-plus-font
git
gnome-keyring
gnu-netcat
grim
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-smb
hardcode-fixer-git
hardcode-tray-git
htop
hwdetect
hwinfo
hyprland
hyprpicker
inetutils
iniparser
inter-font
iw
jq
kitty
kitty-terminfo
kvantum
kvantum-theme-catppuccin-git
libgnome-keyring
libheif
libopenraw
libsixel
light
linux
linux-firmware
linux-headers
man-db
man-pages
mcmojave-cursors
memtester
min
mlocate
most
mpv
mtools
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nwg-look-bin
openssl-1.1
pacman-contrib
pacutils
pamixer
paper-icon-theme-git
papirus-folders-catppuccin-git
papirus-icon-theme
paru-bin
pavucontrol
pipewire-alsa
pipewire-pulse
playerctl
polkit-gnome
pop-gtk-theme
pop-icon-theme
poppler-glib
powertop
python-pycryptodomex
python-pygments
python-pyqt5
python-pyquery
python-requests
python-websockets
qbittorrent
qt5-wayland
qt5ct
qt6ct
raw-thumbnailer
reflector
ripgrep
riseup-vpn
rofi-lbonn-wayland-git
rofimoji
rsync
rtmpdump
rustup
rxfetch
sassc
seahorse
slurp
sndio
sof-firmware
spdlog
spicetify-cli
spotify
sshfs
station-appimage
swaybg
swayidle
swaylock-effects-git
swaync
swww
tamsyn-font
terminus-font
tex-gyre-fonts
thermald
thunar
thunar-archive-plugin
thunar-shares-plugin
thunar-volman
tldr
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-jetbrains-mono
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-roboto-slab
tty-clock
tumbler
tumbler-extra-thumbnailers
udiskie
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
vdhcoapp-bin
viewnior
visual-studio-code-bin
w3m
waterfox-bin
waybar-hyprland
wev
wezterm
wf-recorder
wget
wl-clipboard
wlogout-git
wlr-randr-git
wtype
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
yad
yadm
yt-dlp
zramd
zsh
